{"<PAD>": 0, "<UNK>": 1, "RegQueryKey": 2, "RegOpenKey": 3, "RegQueryValue": 4, "ReadFile": 5, "WriteFile": 6, "TCP Receive": 7, "RegCloseKey": 8, "CreateFile": 9, "CloseFile": 10, "IRP_MJ_CLOSE": 11, "RegEnumValue": 12, "QueryOpen": 13, "CreateFileMapping": 14, "FASTIO_RELEASE_FOR_SECTION_SYNCHRONIZATION": 15, "RegEnumKey": 16, "FileSystemControl": 17, "QueryStandardInformationFile": 18, "QueryBasicInformationFile": 19, "Process Profiling": 20, "RegSetInfoKey": 21, "QueryNetworkOpenInformationFile": 22, "QueryInformationVolume": 23, "SetBasicInformationFile": 24, "NotifyChangeDirectory": 25, "QueryAllInformationFile": 26, "QueryAttributeTagFile": 27, "QueryDirectory": 28, "FASTIO_ACQUIRE_FOR_CC_FLUSH": 29, "FASTIO_RELEASE_FOR_CC_FLUSH": 30, "QuerySecurityFile": 31, "Load Image": 32, "QueryFileInternalInformationFile": 33, "SetRenameInformationFile": 34, "QueryNameInformationFile": 35, "RegCreateKey": 36, "FASTIO_ACQUIRE_FOR_MOD_WRITE": 37, "FASTIO_RELEASE_FOR_MOD_WRITE": 38, "RegSetValue": 39, "Thread Create": 40, "UDP Receive": 41, "QueryAttributeInformationVolume": 42, "DeviceIoControl": 43, "SetEndOfFileInformationFile": 44, "Thread Exit": 45, "RegQueryKeySecurity": 46, "UDP Send": 47, "RegDeleteValue": 48, "SetDispositionInformationFile": 49, "LockFile": 50, "UnlockFileSingle": 51, "SetAllocationInformationFile": 52, "FlushBuffersFile": 53, "QueryStreamInformationFile": 54, "Process Start": 55, "TCP TCPCopy": 56, "Process Create": 57, "QuerySizeInformationVolume": 58, "TCP Send": 59, "QueryEaInformationFile": 60, "QueryEAFile": 61, "Process Exit": 62, "RegQueryMultipleValueKey": 63, "QueryNormalizedNameInformationFile": 64, "RegDeleteKey": 65, "TCP Disconnect": 66, "RegLoadKey": 67, "QueryFullSizeInformationVolume": 68, "SetSecurityFile": 69, "FASTIO_MDL_WRITE_COMPLETE": 70, "FASTIO_MDL_READ_COMPLETE": 71, "TCP Accept": 72, "QueryObjectIdInformationVolume": 73, "TCP Connect": 74, "SetPositionInformationFile": 75, "QueryPositionInformationFile": 76, "RegSetKeySecurity": 77, "SetValidDataLengthInformationFile": 78, "QueryDeviceRelations": 79}